CarroNetPhp/webservices/jimpisoft_countries.php

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <getCountries xmlns="http://www.jimpisoft.pt/Rentway_Reservations_WS/getCountries">
            <objRequest>
                <companyCode>9999</companyCode>
                <allCountries>0</allCountries>
            </objRequest>
        </getCountries>
    </soap:Body>
</soap:Envelope>